# St7DeleteLoadPathTemplateVehicle

Deletes a vehicle within the specified load path template.

long St7DeleteLoadPathTemplateVehicle(long uID, long TemplateID, long Vehicle)
Input Parameters
uID
Strand7 model file ID.
TemplateID
Load path template ID.
Vehicle
Vehicle number.